[
  {
    "id": 1,
    "header": "أَسْتَغْفِرُ اللهَ (3x)",
    "arabic": "اَللَّهُمَّ أَنْتَ السَّلاَمُ، وَمِنْكَ السَّلاَمُ، تَبَارَكْتَ يَا ذَا الْجَلاَلِ وَاْلإِكْرَامِ",
    "arabic_read": "\nAstagh-firullah (3x)\n\nAllahumma antas salaam wa minkas salaam tabaarokta yaa dzal jalaali wal ikrom (1x)\n",
    "translation": "Aku minta ampun kepada Allah (3x)\n\nYa Allah, Engkau pemberi keselamatan, dan dariMu keselamatan, Maha Suci Engkau, wahai Tuhan Yang Pemilik Keagungan dan Kemuliaan (1x)\n\n",
    "counter": null,
    "faedah": "Rasulullah shallallahu ‘alaihi wa sallam jika selesai dari shalatnya beliau beristighfar sebanyak tiga kali dan membaca dzikir di atas. Al Auza’i menyatakan bahwa bacaan istighfar adalah astaghfirullah, astaghfirullah.",
    "sources": ["HR. Muslim no. 591."]
  },
  {
    "id": 2,
    "header": "",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ، \nاَللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ",
    "arabic_read": "\nLaa ilaha illallah wahdahu laa syarika lah, lahul mulku wa lahul hamdu wa huwa ‘ala kulli syai-in qodiir.\n\nAllahumma laa maani’a limaa a’thoyta wa laa mu’thiya limaa mana’ta wa laa yanfa’u dzal jaddi minkal jaddu.\n",
    "translation": "“Tiada Rabb yang berhak disembah selain Allah Yang Maha Esa, tidak ada sekutu bagi-Nya. Bagi-Nya puji dan bagi-Nya kerajaan. Dia Maha Kuasa atas segala sesuatu. \n\nYa Allah, tidak ada yang mencegah apa yang Engkau berikan dan tidak ada yang memberi apa yang Engkau cegah. Tidak berguna kekayaan dan kemuliaan itu bagi pemiliknya (selain iman dan amal shalihnya yang menyelamatkan dari siksaan). Hanya dari-Mu kekayaan dan kemuliaan.\n\n",
    "counter": 1,
    "faedah": "",
    "sources": ["HR. Bukhari no. 844 dan Muslim no. 593."]
  },
  {
    "id": 3,
    "header": "",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ.\n لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ، لاَ إِلَـهَ إِلاَّ اللهُ، وَلاَ نَعْبُدُ إِلاَّ إِيَّاهُ، لَهُ النِّعْمَةُ وَلَهُ الْفَضْلُ وَلَهُ الثَّنَاءُ الْحَسَنُ، \nلاَ إِلَـهَ إِلاَّ اللهُ مُخْلِصِيْنَ لَهُ الدِّيْنَ وَلَوْ كَرِهَ الْكَافِرُوْنَ",
    "arabic_read": "\nLaa ilaha illallah wahdahu laa syarika lah. Lahul mulku wa lahul hamdu wa huwa ‘ala kulli syai-in qodiir\n\nLaa hawla wa laa quwwata illa billah. Laa ilaha illallah wa laa na’budu illa iyyaah. Lahun ni’mah wa lahul fadhlu wa lahuts tsanaaul hasan.\n\nLaa ilaha illallah mukhlishiina lahud diin wa law karihal kaafiruun.\n",
    "translation": "Tiada Rabb (yang berhak disembah) kecuali Allah, Yang Maha Esa, tidak ada sekutu bagi-Nya. Bagi-Nya kerajaan dan pujaan. Dia Mahakuasa atas segala sesuatu. \n\nTidak ada daya dan kekuatan kecuali (dengan pertolongan) Allah. Tiada Rabb (yang hak disembah) kecuali Allah. Kami tidak menyembah kecuali kepada-Nya. Bagi-Nya nikmat, anugerah dan pujaan yang baik.\n\n Tiada Rabb (yang hak disembah) kecuali Allah, dengan memurnikan ibadah kepadaNya, sekalipun orang-orang kafir sama benci.\n\n",
    "counter": 1,
    "faedah": "",
    "sources": ["HR. Muslim no. 594."]
  },
  {
    "id": 4,
    "header": "",
    "arabic": "سُبْحَانَ اللهِ (33 ×)\nاَلْحَمْدُ لِلَّهِ (33 ×)\nاَللهُ أَكْبَرُ (33 ×)\nلاَ إِلَـهَ إِلاَّاللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّشَيْءٍ قَدِيْرُ",
    "arabic_read": "\nSubhanallah (33x)\n\nAl hamdulillah (33x)\n\nAllahu akbar (33 x)\n\nLaa ilaha illallah wahdahu laa syarika lah. Lahul mulku wa lahul hamdu wa huwa ‘ala kulli syai-in qodiir (1x)\n",
    "translation": "Maha Suci Allah (33 x)\n\nsegala puji bagi Allah (33 x)\n\nAllah Maha Besar (33 x)\n\nTidak ada Rabb (yang berhak disembah) kecuali Allah Yang Maha Esa, tidak ada sekutu bagi-Nya. Bagi-Nya kerajaan. Bagi-Nya pujaan. Dia-lah Yang Mahakuasa atas segala sesuatu (1x)\n",
    "counter": null,
    "faedah": "",
    "sources": ["HR. Muslim no. 597.", "Lihat Syarh Shahih Muslim, 5: 84."]
  },
  {
    "id": 5,
    "header": "",
    "arabic": "",
    "arabic_read": "Membaca ayat Kursi setiap selesai shalat (fardhu).",
    "translation": "",
    "counter": null,
    "faedah": "Siapa membaca ayat Kursi setiap selesai shalat, tidak ada yang menghalanginya masuk surga selain kematian.",
    "sources": [
      "HR. An-Nasai dalam Al Kubro 9: 44. Hadits ini dinyatakan shahih oleh Ibnu Hibban, sebagaimana disebut oleh Ibnu Hajar dalam Bulughul Maram."
    ]
  },
  {
    "id": 6,
    "header": "",
    "arabic": "",
    "arabic_read": "Membaca surat Al-Ikhlas, Al-Falaq dan An-Naas setiap selesai shalat (fardhu).",
    "translation": "",
    "counter": null,
    "faedah": "Tiga surat ini disebut mu’awwidzot.",
    "sources": [
      "HR. Abu Daud no. 1523 dan An-Nasai no. 1337. Al Hafizh Abu Thohir mengatakan bahwa sanad hadits ini hasan."
    ]
  },
  {
    "id": 7,
    "header": "",
    "arabic": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلاً مُتَقَبَّلاً",
    "arabic_read": "Allahumma inni as-aluka ‘ilman naafi’a, wa rizqon thoyyiba, wa ‘amalan mutaqobbala",
    "translation": "a Allah, sungguh aku memohon kepada-Mu ilmu yang bermanfaat (bagi diriku dan orang lain), rizki yang halal dan amal yang diterima (di sisi-Mu dan mendapatkan ganjaran yang baik).” (Dibaca setelah salam dari shalat Shubuh)",
    "counter": 1,
    "faedah": "",
    "sources": [
      "HR. Ibnu Majah no. 925 dan Ahmad 6: 305, 322. Al Hafizh Abu Thohir mengatakan bahwa hadits ini shahih."
    ]
  }
]